Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ClearDataMenuFlyoutItem.AutomationProperties.HelpText
source: Clear all of the displayed data
ar: مسح جميع البيانات المعروضة
de_de: Alle angezeigten Daten leeren
el_gr: Εκκαθάριση όλων των εμφανιζόμενων δεδομένων
es: Borrar todos los datos mostrados
fr_fr: Effacer toutes les données affichées
he_il: נקה את כל הנתונים המוצגים
hi_in: सभी दर्शाए गए डेटा को साफ़ करें
ja_jp: 表示されているすべてのデータをクリアします
ml_in: പ്രദർശിപ്പിച്ചിരിക്കുന്ന എല്ലാ ഡാറ്റയും മായ്ക്കുക
pl_pl: Wyczyść wszystkie wyświetlane dane
tr_tr: Görüntülenen tüm verileri temizle

# DeployAfterCreationMenuFlyoutItem.Text
source: Deploy after Creation
ar: النشر بعد الإنشاء
de_de: Nach Erstellung bereitstellen
el_gr: Ανάπτυξη μετά τη Δημιουργία
es: Implementar tras creación
fr_fr: Déployer après la création
he_il: פרוס לאחר יצירה
hi_in: निर्माण के बाद तैनात करें
ja_jp: 作成後に展開
ml_in: സൃഷ്ടിച്ച ശേഷം വിന്യസിക്കുക
pl_pl: Wdróż po utworzeniu
tr_tr: Oluşturulduktan sonra dağıt

# DeployAfterCreationMenuFlyoutItem.ToolTipService.ToolTip
source: Toggling this button means the policy will be deployed on the system after it's been created
ar: تبديل هذا الزر يعني أنه سيتم نشر النهج على النظام بعد إنشائه
de_de: Das Umschalten dieser Schaltfläche bedeutet, dass die Richtlinie nach ihrer Erstellung auf dem System bereitgestellt wird
el_gr: Εναλλαγή αυτού του κουμπιού σημαίνει ότι η πολιτική θα αναπτυχθεί στο σύστημα αφότου δημιουργηθεί
es: Al activar este botón, la directiva se implementará en el sistema después de haberla creado
fr_fr: Basculer ce bouton signifie que la stratégie sera déployée sur le système après sa création
he_il: החלפת כפתור זה פירושה שהמדיניות תיפרס במערכת לאחר יצירתה
hi_in: इस बटन को चालू करने पर नीति बनाए जाने के बाद सिस्टम पर तैनात हो जाएगी
ja_jp: このボタンを切り替えると、ポリシー作成後にシステムに展開されます
ml_in: ഈ ബട്ടൺ ടോഗിൾ ചെയ്യുന്നത് നയം സൃഷ്ടിച്ച ശേഷം സിസ്റ്റത്തിൽ വിന്യസിക്കുമെന്നാണ് അർത്ഥമാക്കുന്നത്
pl_pl: Przełączenie tego przycisku oznacza, że zasady zostaną wdrożone w systemie po ich utworzeniu
tr_tr: Bu düğmenin açılıp kapatılması, politikanın oluşturulduktan sonra sisteme dağıtılacağı anlamına gelir

# DeployAfterCreationMenuFlyoutItem.AutomationProperties.HelpText
source: Toggling this button means the policy will be deployed on the system after it's been created
ar: تبديل هذا الزر يعني أنه سيتم نشر النهج على النظام بعد إنشائه
de_de: Das Umschalten dieser Schaltfläche bedeutet, dass die Richtlinie nach ihrer Erstellung auf dem System bereitgestellt wird
el_gr: Εναλλαγή αυτού του κουμπιού σημαίνει ότι η πολιτική θα αναπτυχθεί στο σύστημα αφότου δημιουργηθεί
es: Al activar este botón, la directiva se implementará en el sistema después de haberla creado
fr_fr: Basculer ce bouton signifie que la stratégie sera déployée sur le système après sa création
he_il: החלפת כפתור זה פירושה שהמדיניות תיפרס במערכת לאחר יצירתה
hi_in: इस बटन को चालू करने पर नीति बनाए जाने के बाद सिस्टम पर तैनात हो जाएगी
ja_jp: このボタンを切り替えると、ポリシー作成後にシステムに展開されます
ml_in: ഈ ബട്ടൺ ടോഗിൾ ചെയ്യുന്നത് നയം സൃഷ്ടിച്ച ശേഷം സിസ്റ്റത്തിൽ വിന്യസിക്കുമെന്നാണ് അർത്ഥമാക്കുന്നത്
pl_pl: Przełączenie tego przycisku oznacza, że zasady zostaną wdrożone w systemie po ich utworzeniu
tr_tr: Bu düğmenin açılıp kapatılması, politikanın oluşturulduktan sonra sisteme dağıtılacağı anlamına gelir

# SearchBoxTextBox.PlaceholderText
source: Search the data...
ar: بحث في البيانات...
de_de: Daten durchsuchen...
el_gr: Αναζήτηση στα δεδομένα...
es: Buscar en los datos...
fr_fr: Rechercher dans les données...
he_il: חפש בנתונים...
hi_in: डेटा खोजें...
ja_jp: データを検索...
ml_in: ഡാറ്റയിൽ തിരയുക...
pl_pl: Przeszukaj dane...
tr_tr: Verileri arayın...

# SearchBoxTextBox.ToolTipService.ToolTip
source: Search among the displayed data
ar: بحث بين البيانات المعروضة
de_de: Unter den angezeigten Daten suchen
el_gr: Αναζήτηση μεταξύ των εμφανιζόμενων δεδομένων
es: Buscar entre los datos mostrados
fr_fr: Rechercher parmi les données affichées
he_il: חפש בין הנתונים המוצגים
hi_in: दर्शाए गए डेटा में खोजें
ja_jp: 表示されたデータの中を検索します
ml_in: പ്രദർശിപ്പിച്ചിരിക്കുന്ന ഡാറ്റയിൽ തിരയുക
pl_pl: Przeszukaj wyświetlane dane
tr_tr: Görüntülenen veriler arasında arama yapın

# SearchBoxTextBox.AutomationProperties.HelpText
source: Search among the displayed data
ar: بحث بين البيانات المعروضة
de_de: Unter den angezeigten Daten suchen
el_gr: Αναζήτηση μεταξύ των εμφανιζόμενων δεδομένων
es: Buscar entre los datos mostrados
fr_fr: Rechercher parmi les données affichées
he_il: חפש בין הנתונים המוצגים
hi_in: दर्शाए गए डेटा में खोजें
ja_jp: 表示されたデータの中を検索します
ml_in: പ്രദർശിപ്പിച്ചിരിക്കുന്ന ഡാറ്റയിൽ തിരയുക
pl_pl: Przeszukaj wyświetlane dane
tr_tr: Görüntülenen veriler arasında arama yapın

# DeSelectAllMenuFlyoutItem.Text
source: De-Select All
ar: إلغاء تحديد الكل
de_de: Alle abwählen
el_gr: Αποεπιλογή Όλων
es: Deseleccionar todo
fr_fr: Tout désélectionner
he_il: בטל בחירה של הכל
hi_in: सभी का चयन रद्द करें
ja_jp: すべて選択解除
ml_in: എല്ലാം തിരഞ്ഞെടുക്കാതിരിക്കുക
pl_pl: Odznacz wszystko
tr_tr: Tümünün Seçimini Kaldır

# DeSelectAllMenuFlyoutItem.ToolTipService.ToolTip
source: De-select any selected data
ar: إلغاء تحديد أي بيانات محددة
de_de: Ausgewählte Daten abwählen
el_gr: Αποεπιλογή οποιωνδήποτε επιλεγμένων δεδομένων
es: Deseleccionar los datos seleccionados
fr_fr: Désélectionner toutes les données sélectionnées
he_il: בטל בחירה של כל הנתונים שנבחרו
hi_in: चयनित किसी भी डेटा का चयन रद्द करें
ja_jp: 選択されたデータの選択を解除します
ml_in: തിരഞ്ഞെടുത്ത ഏതെങ്കിലും ഡാറ്റ തിരഞ്ഞെടുക്കാതിരിക്കുക
pl_pl: Odznacz wszystkie zaznaczone dane
tr_tr: Seçilen herhangi bir verinin seçimini kaldırın

# DeSelectAllMenuFlyoutItem.AutomationProperties.HelpText
source: De-select any selected data
ar: إلغاء تحديد أي بيانات محددة
de_de: Ausgewählte Daten abwählen
el_gr: Αποεπιλογή οποιωνδήποτε επιλεγμένων δεδομένων
es: Deseleccionar los datos seleccionados
fr_fr: Désélectionner toutes les données sélectionnées
he_il: בטל בחירה של כל הנתונים שנבחרו
hi_in: चयनित किसी भी डेटा का चयन रद्द करें
ja_jp: 選択されたデータの選択を解除します
ml_in: തിരഞ്ഞെടുത്ത ഏതെങ്കിലും ഡാറ്റ തിരഞ്ഞെടുക്കാതിരിക്കുക
pl_pl: Odznacz wszystkie zaznaczone dane
tr_tr: Seçilen herhangi bir verinin seçimini kaldırın

# SelectAllMenuFlyoutItem.Text
source: Select All
ar: تحديد الكل
de_de: Alle auswählen
el_gr: Επιλογή Όλων
es: Seleccionar todo
fr_fr: Tout sélectionner
he_il: בחר הכל
hi_in: सभी चुनें
ja_jp: すべて選択
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystko
tr_tr: Tümünü Seç

# SelectAllMenuFlyoutItem.ToolTipService.ToolTip
source: Select all of the displayed data
ar: تحديد جميع البيانات المعروضة
de_de: Alle angezeigten Daten auswählen
el_gr: Επιλογή όλων των εμφανιζόμενων δεδομένων
es: Seleccionar todos los datos mostrados
fr_fr: Sélectionner toutes les données affichées
he_il: בחר את כל הנתונים המוצגים
hi_in: प्रदर्शित सभी डेटा चुनें
ja_jp: 表示されているすべてのデータを選択します
ml_in: പ്രദർശിപ്പിച്ചിരിക്കുന്ന എല്ലാ ഡാറ്റയും തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystkie wyświetlane dane
tr_tr: Görüntülenen verilerin tümünü seç

# SelectAllMenuFlyoutItem.AutomationProperties.HelpText
source: Select all of the displayed data
ar: تحديد جميع البيانات المعروضة
de_de: Alle angezeigten Daten auswählen
el_gr: Επιλογή όλων των εμφανιζόμενων δεδομένων
es: Seleccionar todos los datos mostrados
fr_fr: Sélectionner toutes les données affichées
he_il: בחר את כל הנתונים המוצגים
hi_in: प्रदर्शित सभी डेटा चुनें
ja_jp: 表示されているすべてのデータを選択します
ml_in: പ്രദർശിപ്പിച്ചിരിക്കുന്ന എല്ലാ ഡാറ്റയും തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystkie wyświetlane dane
tr_tr: Görüntülenen verilerin tümünü seç

# SelectAllButton.Content
source: Select all
ar: تحديد الكل
de_de: Alle auswählen
el_gr: Επιλογή όλων
es: Seleccionar todo
fr_fr: Tout sélectionner
he_il: בחר הכל
hi_in: सभी चुनें
ja_jp: すべて選択
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystko
tr_tr: Tümünü seç

# SelectAllButton.ToolTipService.ToolTip
source: Select all
ar: تحديد الكل
de_de: Alle auswählen
el_gr: Επιλογή όλων
es: Seleccionar todo
fr_fr: Tout sélectionner
he_il: בחר הכל
hi_in: सभी चुनें
ja_jp: すべて選択
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystko
tr_tr: Tümünü seç

# SelectAllButton.AutomationProperties.HelpText
source: Select all
ar: تحديد الكل
de_de: Alle auswählen
el_gr: Επιλογή όλων
es: Seleccionar todo
fr_fr: Tout sélectionner
he_il: בחר הכל
hi_in: सभी चुनें
ja_jp: すべて選択
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystko
tr_tr: Tümünü seç

# RefreshButton.Content
source: Refresh
ar: تحديث
de_de: Aktualisieren
el_gr: Ανανέωση
es: Actualizar
fr_fr: Actualiser
he_il: רענן
hi_in: ताज़ा करें
ja_jp: 更新
ml_in: പുതുക്കുക
pl_pl: Odśwież
tr_tr: Yenile

# RefreshButton.ToolTipService.ToolTip
source: Refresh
ar: تحديث
de_de: Aktualisieren
el_gr: Ανανέωση
es: Actualizar
fr_fr: Actualiser
he_il: רענן
hi_in: ताज़ा करें
ja_jp: 更新
ml_in: പുതുക്കുക
pl_pl: Odśwież
tr_tr: Yenile

# RefreshButton.AutomationProperties.HelpText
source: Refresh
ar: تحديث
de_de: Aktualisieren
el_gr: Ανανέωση
es: Actualizar
fr_fr: Actualiser
he_il: רענן
hi_in: ताज़ा करें
ja_jp: 更新
ml_in: പുതുക്കുക
pl_pl: Odśwież
tr_tr: Yenile

# RemoveSelectionsButton.Content
source: Remove Selections
ar: إزالة التحديدات
de_de: Auswahl aufheben
el_gr: Αφαίρεση Επιλογών
es: Quitar Selecciones
fr_fr: Supprimer les sélections
he_il: הסר בחירות
hi_in: चयन हटाएँ
ja_jp: 選択を削除
ml_in: തിരഞ്ഞെടുത്തവ നീക്കംചെയ്യുക
pl_pl: Usuń zaznaczenia
tr_tr: Seçimleri Kaldır

# RemoveSelectionsButton.ToolTipService.ToolTip
source: Remove Selections
ar: إزالة التحديدات
de_de: Auswahl aufheben
el_gr: Αφαίρεση Επιλογών
es: Quitar Selecciones
fr_fr: Supprimer les sélections
he_il: הסר בחירות
hi_in: चयन हटाएँ
ja_jp: 選択を削除
ml_in: തിരഞ്ഞെടുത്തവ നീക്കംചെയ്യുക
pl_pl: Usuń zaznaczenia
tr_tr: Seçimleri Kaldır

# RemoveSelectionsButton.AutomationProperties.HelpText
source: Remove Selections
ar: إزالة التحديدات
de_de: Auswahl aufheben
el_gr: Αφαίρεση Επιλογών
es: Quitar Selecciones
fr_fr: Supprimer les sélections
he_il: הסר בחירות
hi_in: चयन हटाएँ
ja_jp: 選択を削除
ml_in: തിരഞ്ഞെടുത്തവ നീക്കംചെയ്യുക
pl_pl: Usuń zaznaczenia
tr_tr: Seçimleri Kaldır

# SelectedAppsTextBlock.Text
source: Selected Apps: 0
ar: التطبيقات المحددة: 0
de_de: Ausgewählte Apps: 0
el_gr: Επιλεγμένες Εφαρμογές: 0
es: Aplicaciones Seleccionadas: 0
fr_fr: Applications sélectionnées : 0
he_il: אפליקציות נבחרות: 0
hi_in: चयनित ऐप्स: 0
ja_jp: 選択されたアプリ: 0
ml_in: തിരഞ്ഞെടുത്ത ആപ്പുകൾ: 0
pl_pl: Wybrane aplikacje: 0
tr_tr: Seçilen Uygulamalar: 0

# SelectedAppsTextBlock.ToolTipService.ToolTip
source: The total number of the selected Apps
ar: العدد الإجمالي للتطبيقات المحددة
de_de: Die Gesamtzahl der ausgewählten Apps
el_gr: Ο συνολικός αριθμός των επιλεγμένων Εφαρμογών
es: El número total de Aplicaciones seleccionadas
fr_fr: Le nombre total d'applications sélectionnées
he_il: המספר הכולל של האפליקציות שנבחרו
hi_in: चयनित ऐप्स की कुल संख्या
ja_jp: 選択されたアプリの総数
ml_in: തിരഞ്ഞെടുത്ത ആപ്പുകളുടെ ആകെ എണ്ണം
pl_pl: Całkowita liczba wybranych aplikacji
tr_tr: Seçilen Uygulamaların toplam sayısı

# SelectedAppsTextBlock.AutomationProperties.HelpText
source: The total number of the selected Apps
ar: ال العدد الإجمالي للتطبيقات المحددة
de_de: Die Gesamtzahl der ausgewählten Apps
el_gr: Ο συνολικός αριθμός των επιλεγμένων Εφαρμογών
es: El número total de Aplicaciones seleccionadas
fr_fr: Le nombre total d'applications sélectionnées
he_il: המספר הכולל של האפליקציות שנבחרו
hi_in: चयनित ऐप्स की कुल संख्या
ja_jp: 選択されたアプリの総数
ml_in: തിരഞ്ഞെടുത്ത ആപ്പുകളുടെ ആകെ എണ്ണം
pl_pl: Całkowita liczba wybranych aplikacji
tr_tr: Seçilen Uygulamaların toplam sayısı

# BrowseForFoldersPolicyCreationSettingsCard.Description
source: Browse for Folder paths to scan and include in the policy. The folders will be scanned recursively.
ar: استعرض مسارات المجلدات لفحصها وتضمينها في النهج. سيتم فحص المجلدات بشكل متكرر.
de_de: Nach Ordnerpfaden suchen, um sie zu scannen und in die Richtlinie aufzunehmen. Die Ordner werden rekursiv gescannt.
el_gr: Αναζήτηση για διαδρομές φακέλων για σάρωση και συμπερίληψη στην πολιτική. Οι φάκελοι θα σαρωθούν αναδρομικά.
es: Busque rutas de Carpetas para escanear e incluir en la directiva. Las carpetas se escanearán recursivamente.
fr_fr: Recherchez les chemins de dossiers à analyser et à inclure dans la stratégie. Les dossiers seront analysés de manière récursive.
he_il: בחר נתיבי תיקיות לסריקה ולהכללה במדיניות. התיקיות יסרקו בצורה רקורסיבית.
hi_in: नीति में शामिल करने के लिए फ़ोल्डर पथ ब्राउज़ करें और स्कैन करें। फ़ोल्डरों को पुनरावर्ती तरीके से स्कैन किया जाएगा।
ja_jp: スキャンしてポリシーに含めるフォルダーパスを参照します。フォルダーは再帰的にスキャンされます。
ml_in: നയത്തിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനും ഫോൾഡർ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക. ഫോൾഡറുകൾ ആവർത്തിച്ച് സ്കാൻ ചെയ്യും.
pl_pl: Przeglądaj ścieżki folderów do przeskanowania i uwzględnienia w zasadach. Foldery będą skanowane rekurencyjnie.
tr_tr: Taranacak ve politikaya dahil edilecek Klasör yollarına göz atın. Klasörler yinelemeli olarak taranacaktır.

# BrowseForFoldersPolicyCreationSettingsCard.Header
source: Browse For Folders
ar: استعراض المجلدات
de_de: Nach Ordnern durchsuchen
el_gr: Αναζήτηση Για Φακέλους
es: Buscar Carpetas
fr_fr: Parcourir les dossiers
he_il: בחר תיקיות
hi_in: फ़ोल्डर ब्राउज़ करें
ja_jp: フォルダーの参照
ml_in: ഫോൾഡറുകൾക്കായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu folderów
tr_tr: Klasörlere Göz Atın

# BrowseForFoldersPolicyCreationSettingsCard.ToolTipService.ToolTip
source: Browse for Folder paths to scan and include in the policy. The folders will be scanned recursively.
ar: استعرض مسارات المجلدات لفحصها وتضمينها في النهج. سيتم فحص المجلدات بشكل متكرر.
de_de: Nach Ordnerpfaden suchen, um sie zu scannen und in die Richtlinie aufzunehmen. Die Ordner werden rekursiv gescannt.
el_gr: Αναζήτηση για διαδρομές φακέλων για σάρωση και συμπερίληψη στην πολιτική. Οι φάκελοι θα σαρωθούν αναδρομικά.
es: Busque rutas de Carpetas para escanear e incluir en la directiva. Las carpetas se escanearán recursivamente.
fr_fr: Recherchez les chemins de dossiers à analyser et à inclure dans la stratégie. Les dossiers seront analysés de manière récursive.
he_il: בחר נתיבי תיקיות לסריקה ולהכללה במדיניות. התיקיות יסרקו בצורה רקורסיבית.
hi_in: नीति में शामिल करने के लिए फ़ोल्डर पथ ब्राउज़ करें और स्कैन करें। फ़ोल्डरों को पुनरावर्ती तरीके से स्कैन किया जाएगा।
ja_jp: スキャンしてポリシーに含めるフォルダーパスを参照します。フォルダーは再帰的にスキャンされます。
ml_in: നയത്തിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനും ഫോൾഡർ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക. ഫോൾഡറുകൾ ആവർത്തിച്ച് സ്കാൻ ചെയ്യും.
pl_pl: Przeglądaj ścieżki folderów do przeskanowania i uwzględnienia w zasadach. Foldery będą skanowane rekurencyjnie.
tr_tr: Taranacak ve politikaya dahil edilecek Klasör yollarına göz atın. Klasörler yinelemeli olarak taranacaktır.

# BrowseForFoldersPolicyCreationSettingsCard.AutomationProperties.HelpText
source: Browse for Folder paths to scan and include in the policy. The folders will be scanned recursively.
ar: استعرض مسارات المجلدات لفحصها وتضمينها في النهج. سيتم فحص المجلدات بشكل متكرر.
de_de: Nach Ordnerpfaden suchen, um sie zu scannen und in die Richtlinie aufzunehmen. Die Ordner werden rekursiv gescannt.
el_gr: Αναζήτηση για διαδρομές φακέλων για σάρωση και συμπερίληψη στην πολιτική. Οι φάκελοι θα σαρωθούν αναδρομικά.
es: Busque rutas de Carpetas para escanear e incluir en la directiva. Las carpetas se escanearán recursivamente.
fr_fr: Recherchez les chemins de dossiers à analyser et à inclure dans la stratégie. Les dossiers seront analysés de manière récursive.
he_il: בחר נתיבי תיקיות לסריקה ולהכללה במדיניות. התיקיות יסרקו בצורה רקורסיבית.
hi_in: नीति में शामिल करने के लिए फ़ोल्डर पथ ब्राउज़ करें और स्कैन करें। फ़ोल्डरों को पुनरावर्ती तरीके से स्कैन किया जाएगा।
ja_jp: スキャンしてポリシーに含めるフォルダーパスを参照します。フォルダーは再帰的にスキャンされます。
ml_in: നയത്തിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനും ഫോൾഡർ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക. ഫോൾഡറുകൾ ആവർത്തിച്ച് സ്കാൻ ചെയ്യും.
pl_pl: Przeglądaj ścieżki folderów do przeskanowania i uwzględnienia w zasadach. Foldery będą skanowane rekurencyjnie.
tr_tr: Taranacak ve politikaya dahil edilecek Klasör yollarına göz atın. Klasörler yinelemeli olarak taranacaktır.

# BrowseForFilesPolicyCreationSettingsCard.Description
source: Browse for file paths to scan and include in the policy.
ar: استعرض مسارات الملفات لفحصها وتضمينها في النهج.
de_de: Nach Dateipfaden suchen, die gescannt und in die Richtlinie aufgenommen werden.
el_gr: Αναζήτηση για διαδρομές αρχείων για σάρωση και συμπερίληψη στην πολιτική.
es: Busque rutas de archivos para escanear e incluir en la directiva.
fr_fr: Recherchez les chemins de fichiers à analyser et à inclure dans la stratégie.
he_il: בחר נתיבי קבצים לסריקה ולהכללה במדיניות.
hi_in: नीति में शामिल करने के लिए फ़ाइल पथ ब्राउज़ करें और स्कैन करें।
ja_jp: スキャンしてポリシーに含めるファイルパスを参照します。
ml_in: നയത്തിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനും ഫയൽ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj ścieżki plików do przeskanowania i uwzględnienia w zasadach.
tr_tr: Taranacak ve politikaya dahil edilecek dosya yollarına göz atın.

# BrowseForFilesPolicyCreationSettingsCard.Header
source: Browse For Files
ar: استعراض الملفات
de_de: Nach Dateien durchsuchen
el_gr: Αναζήτηση Για Αρχεία
es: Buscar Archivos
fr_fr: Parcourir les fichiers
he_il: בחר קבצים
hi_in: फ़ाइलें ब्राउज़ करें
ja_jp: ファイルの参照
ml_in: ഫയലുകൾക്കായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu plików
tr_tr: Dosyalara Göz Atın

# BrowseForFilesPolicyCreationSettingsCard.ToolTipService.ToolTip
source: Browse for file paths to scan and include in the policy.
ar: استعرض مسارات الملفات لفحصها وتضمينها في النهج.
de_de: Nach Dateipfaden suchen, die gescannt und in die Richtlinie aufgenommen werden.
el_gr: Αναζήτηση για διαδρομές αρχείων για σάρωση και συμπερίληψη στην πολιτική.
es: Busque rutas de archivos para escanear e incluir en la directiva.
fr_fr: Recherchez les chemins de fichiers à analyser et à inclure dans la stratégie.
he_il: בחר נתיבי קבצים לסריקה ולהכללה במדיניות.
hi_in: नीति में शामिल करने के लिए फ़ाइल पथ ब्राउज़ करें और स्कैन करें।
ja_jp: スキャンしてポリシーに含めるファイルパスを参照します。
ml_in: നയത്തിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനും ഫയൽ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj ścieżki plików do przeskanowania i uwzględnienia w zasadach.
tr_tr: Taranacak ve politikaya dahil edilecek dosya yollarına göz atın.

# BrowseForFilesPolicyCreationSettingsCard.AutomationProperties.HelpText
source: Browse for file paths to scan and include in the policy.
ar: استعرض مسارات الملفات لفحصها وتضمينها في النهج.
de_de: Nach Dateipfaden suchen, die gescannt und in die Richtlinie aufgenommen werden.
el_gr: Αναζήτηση για διαδρομές αρχείων για σάρωση και συμπερίληψη στην πολιτική.
es: Busque rutas de archivos para escanear e incluir en la directiva.
fr_fr: Recherchez les chemins de fichiers à analyser et à inclure dans la stratégie.
he_il: בחר נתיבי קבצים לסריקה ולהכללה במדיניות.
hi_in: नीति में शामिल करने के लिए फ़ाइल पथ ब्राउज़ करें और स्कैन करें।
ja_jp: スキャンしてポリシーに含めるファイルパスを参照します。
ml_in: നയത്തിൽ സ്കാൻ ചെയ്യാനും ഉൾപ്പെടുത്താനും ഫയൽ പാത്തുകൾക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj ścieżki plików do przeskanowania i uwzględnienia w zasadach.
tr_tr: Taranacak ve politikaya dahil edilecek dosya yollarına göz atın.

# DenyPolicyNameSettingsCard.Description
source: The name of the Deny policy that is going to be created.
ar: اسم نهج الرفض الذي سيتم إنشاؤه.
de_de: Der Name der Ablehnungsrichtlinie, die erstellt wird.
el_gr: Το όνομα της Πολιτικής Απαγόρευσης που πρόκειται να δημιουργηθεί.
es: El nombre de la directiva de Denegación que se va a crear.
fr_fr: Le nom de la stratégie de refus qui va être créée.
he_il: שם מדיניות החסימה שתיווצר.
hi_in: बनाई जाने वाली निषेध नीति का नाम।
ja_jp: 作成される拒否ポリシーの名前です。
ml_in: സൃഷ്ടിക്കാൻ പോകുന്ന നിഷേധിക്കൽ നയത്തിന്റെ പേര്.
pl_pl: Nazwa zasad odmowy, które zostaną utworzone.
tr_tr: Oluşturulacak Reddetme politikasının adı.

# DenyPolicyNameSettingsCard.Header
source: Policy Name
ar: اسم النهج
de_de: Richtlinienname
el_gr: Όνομα Πολιτικής
es: Nombre de la Directiva
fr_fr: Nom de la stratégie
he_il: שם מדיניות
hi_in: नीति का नाम
ja_jp: ポリシー名
ml_in: നയത്തിന്റെ പേര്
pl_pl: Nazwa zasad
tr_tr: Politika Adı

# DenyPolicyNameSettingsCard.ToolTipService.ToolTip
source: The name of the Deny policy that is going to be created.
ar: اسم نهج الرفض الذي سيتم إنشاؤه.
de_de: Der Name der Ablehnungsrichtlinie, die erstellt wird.
el_gr: Το όνομα της Πολιτικής Απαγόρευσης που πρόκειται να δημιουργηθεί.
es: El nombre de la directiva de Denegación que se va a crear.
fr_fr: Le nom de la stratégie de refus qui va être créée.
he_il: שם מדיניות החסימה שתיווצר.
hi_in: बनाई जाने वाली निषेध नीति का नाम।
ja_jp: 作成される拒否ポリシーの名前です。
ml_in: സൃഷ്ടിക്കാൻ പോകുന്ന നിഷേധിക്കൽ നയത്തിന്റെ പേര്.
pl_pl: Nazwa zasad odmowy, które zostaną utworzone.
tr_tr: Oluşturulacak Reddetme politikasının adı.

# DenyPolicyNameSettingsCard.AutomationProperties.HelpText
source: The name of the Deny policy that is going to be created.
ar: اسم نهج الرفض الذي سيتم إنشاؤه.
de_de: Der Name der Ablehnungsrichtlinie, die erstellt wird.
el_gr: Το όνομα της Πολιτικής Απαγόρευσης που πρόκειται να δημιουργηθεί.
es: El nombre de la directiva de Denegación que se va a crear.
fr_fr: Le nom de la stratégie de refus qui va être créée.
he_il: שם מדיניות החסימה שתיווצר.
hi_in: बनाई जाने वाली निषेध नीति का नाम।
ja_jp: 作成される拒否ポリシーの名前です。
ml_in: സൃഷ്ടിക്കാൻ പോകുന്ന നിഷേധിക്കൽ നയത്തിന്റെ പേര്.
pl_pl: Nazwa zasad odmowy, które zostaną utworzone.
tr_tr: Oluşturulacak Reddetme politikasının adı.

# ViewSelectedBasePolicyTextBlock.Text
source: View the Base policy path you selected.
ar: عرض مسار النهج الأساسي الذي حددته.
de_de: Den ausgewählten Basiserichtlinienpfad anzeigen.
el_gr: Προβολή της διαδρομής της Βασικής πολιτικής που επιλέξατε.
es: Ver la ruta de la directiva Base que seleccionó.
fr_fr: Afficher le chemin de la stratégie de base sélectionnée.
he_il: הצג את נתיב המדיניות הבסיסית שבחרת.
hi_in: आपके द्वारा चयनित मूल नीति पथ देखें।
ja_jp: 選択したベースポリシーのパスを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത അടിസ്ഥാന നയ പാത കാണുക.
pl_pl: Wyświetl wybraną ścieżkę zasad podstawowych.
tr_tr: Seçtiğiniz Temel politika yolunu görüntüleyin.

# ViewSelectedFilesTextBlock.Text
source: View the files you selected.
ar: عرض الملفات التي حددتها.
de_de: Die von Ihnen ausgewählten Dateien anzeigen.
el_gr: Προβολή των αρχείων που επιλέξατε.
es: Ver los archivos que seleccionó.
fr_fr: Afficher les fichiers que vous avez sélectionnés.
he_il: הצג את הקבצים שבחרת.
hi_in: आपके द्वारा चयनित फ़ाइलें देखें।
ja_jp: 選択したファイルを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയലുകൾ കാണുക.
pl_pl: Wyświetl wybrane pliki.
tr_tr: Seçtiğiniz dosyaları görüntüleyin.

# ViewSelectedFoldersTextBlock.Text
source: View the folders you selected.
ar: عرض المجلدات التي حددتها.
de_de: Die von Ihnen ausgewählten Ordner anzeigen.
el_gr: Προβολή των φακέλων που επιλέξατε.
es: Ver las carpetas que seleccionó.
fr_fr: Afficher les dossiers que vous avez sélectionnés.
he_il: הצג את התיקיות שבחרת.
hi_in: आपके द्वारा चयनित फ़ोल्डर देखें।
ja_jp: 選択したフォルダーを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫോൾഡറുകൾ കാണുക.
pl_pl: Wyświetl wybrane foldery.
tr_tr: Seçtiğiniz klasörleri görüntüleyin.

# RefreshLogFilesButton.Content
source: Refresh The Logs
ar: تحديث السجلات
de_de: Protokolle aktualisieren
el_gr: Ανανέωση των Αρχείων Καταγραφής
es: Actualizar Los Registros
fr_fr: Actualiser les journaux
he_il: רענן את היומנים
hi_in: लॉग्स ताज़ा करें
ja_jp: ログを更新
ml_in: ലോഗുകൾ പുതുക്കുക
pl_pl: Odśwież dzienniki
tr_tr: Günlükleri Yenile
